//
//  File.swift
//  version1
//
//  Created by mac on 2020/10/16.
//  Copyright © 2020 NJUST. All rights reserved.
//

import Foundation


//语料仓库，暂且从网上找的
class repository{
    static let list: [String] =
        [
            "人非要经历一番不同平时的劫难才能脱胎换骨，成为真正能解决问题的人。",
            "不要把时间、财力和劳动，浪费在空洞多余的话语上。永远以用心乐观的心态去拓展自我和身外的世界。",
            "不肯下一点功夫，永远不会明白自己从何而来，又将立足于何处。",
            "凡事不要想得太复杂，手握的太紧，东西会碎，手会疼。",
            "世上本没有路，走的人多了，也便成了路。",
            "闪光的未必都是金子，而沉默的也不一定就是石头。",
            "世界上那些最轻易的事情中，拖延时间最不费力。",
            "每一天的努力，只是为了让远方变得更近一些。",
            "人在千里，家在心里；家在千里，人在心里。",
            "只有创造，才是真正的享受，只有拚搏，才是充实的生活。",
            "世上真正厉害的，不是你总能拿到一副好牌，而是哪怕你拿到的是一副差牌，也能赢得胜利！",
            "击败不等于击倒，跌倒了，爬起来，想一想，为什么跌倒了，然后继续努力。",
            "我可以耐心等，幸福可以来得慢一些，只要它是真的。",
            "退是一种胸怀，让是一种修养",
            "精诚所至，金石为开。",
            "一个家庭没有书，就好像一间房子没有窗户。",
            "任何不能打倒你的，将会使你更加坚强。",
            "如果你想得到，你就会得到，你所需要付出的只是行动。",
            "时间是宝贵的，抓住了时间就抓住了成功。",
            "人生自是有情痴，此恨不关风与月。",
            "只有身上沾满泥土，心中才会装满百姓",
            "故事的开头总是这样，适逢其会，猝不及防。故事的结局总是这样，花开两朵，天各一方。",
            "现在过的每一天，都是余生中最年轻的一天。请不要老得太快，却明白得太迟。",
            "有些人，一旦遇见，便一眼万年；有些心动，一旦开始，便覆水难收。",
            "星光不问赶路人，时光不负有心人。大概没去过的地方都叫远方，没得到的人都比较难忘。",
            "读书破万卷，下笔如有神。",
            "感时花溅泪，恨别鸟惊心。",
            "明月出天山，苍茫云海间。",
            "长风几万里，吹度玉门关。",
            "汉下白登道，胡窥青海湾。",
            "高楼当此夜，叹息未应闲。",
            "戍客望边色，思归多苦颜。",
            
        ]
}
